---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateSideStringer
source: html/98ea8865-23c8-b9cb-47c4-a53ff5142e86.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateSideStringer Property

Can't create one or more Side Stringers.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateSideStringer { get; }
```